tap "homebrew/bundle"
tap "joshmedeski/sesh"
brew "bat"
brew "cmake"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gum"
brew "lazygit"
brew "neofetch"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "zoxide"
brew "joshmedeski/sesh/sesh"
cask "gcc-arm-embedded"
